const FAQ_POSEVI = [
    {
        title: "Что такое посевы рекламы?",
        descr: "Посевы рекламы – это размещение рекламных материалов в популярных сообществах, группах и каналах социальных сетей для увеличения охвата и привлечения целевой аудитории."
      },
      
      
      {
        title: "Как выбрать подходящие площадки для посевов?",
        descr: "Мы проводим детальный анализ вашей целевой аудитории и подбираем площадки, которые соответствуют вашему бренду и имеют активную и заинтересованную аудиторию."
      },
      
      
      {
        title: "Как измерить эффективность посевов?",
        descr: "Мы используем различные метрики, такие как охват, вовлеченность, количество переходов и конверсий, чтобы оценить эффективность посевов и предоставить вам подробные отчеты."
      },
      
      
      {
        title: "Сколько времени занимает подготовка и запуск посевов?",
        descr: "Время подготовки и запуска посевов зависит от сложности проекта и выбранных площадок, обычно это занимает от 1 до 3 недель."
      },
      
      
      {
        title: "Какова стоимость услуг по посевам рекламы?",
        descr: "Стоимость зависит от выбранных площадок, объема работы и длительности кампании. Мы предоставляем индивидуальные коммерческие предложения после анализа ваших потребностей."
      },
      
      
      {
        title: "Можно ли использовать посевы рекламы для B2B компаний?",
        descr: "Да, посевы рекламы могут быть эффективными и для B2B сегмента, особенно если вы размещаете материалы в специализированных профессиональных сообществах."
      },
]
 export default FAQ_POSEVI;