import { TIncludedInService } from "@/typing/products.type";

export const SEO_EMAIL_INCLUDE = {
  items: [
    {
      title: "Анализ рынка и аудитории",
      description:
        "Определяем целевую аудиторию и сегментируем базу данных для точного таргетинга.",
    },
    {
      title: "Разработка стратегии:",
      description:
        "Создаем индивидуальную стратегию email-маркетинга, учитывая ваши цели и особенности бизнеса.",
    },
    {
      title: "Создание контента:",
      description:
        "Разрабатываем привлекательные и информативные письма, включая тексты и визуальные элементы.",
    },
    {
      title: "Настройка рассылок:",
      description:
        "Настраиваем автоматические и триггерные рассылки для максимальной эффективности.",
    },
    {
      title: "Минимизация попадания в спам:",
      description:
        "Пишем письма, которые имеют минимальный шанс попадания в спам, проверяя их через профессиональные сервисы.",
    },
    {
      title: "Тестирование:",
      description:
        "Проводим A/B тестирование различных версий писем для определения наиболее эффективных.",
    },
    {
      title: "Запуск кампании:",
      description:
        "Организуем и запускаем email-кампании с учетом выбранной стратегии.",
    },
    {
      title: "Мониторинг и аналитика:",
      description:
        "Отслеживаем результаты рассылок и предоставляем подробные отчеты.",
    },
    {
      title: "Корректировки и оптимизация:",
      description:
        "Вносим изменения в стратегию на основе полученных данных для улучшения результатов.",
    },
    {
      title: "Отчетность и рекомендации:",
      description:
        "Предоставляем полный отчет о кампании и рекомендации по дальнейшему развитию email-маркетинга.",
    },
  ],
  blockTitle: "Что входит в услугу",
} satisfies TIncludedInService;
