import { TIncludedInService } from "@/typing/products.type";

export const SEO_EMAIL_INCLUDE = {
  items: [
    {
      "title": "Анализ рынка и аудитории",
      "description": "Определяем наиболее подходящие платформы и сообщества для размещения вашей рекламы."
    },
    {
      "title": "Подбор площадок",
      "description": "Ищем и предлагаем группы, паблики и каналы, которые идеально соответствуют вашему бренду и целевой аудитории."
    },
    {
      "title": "Разработка стратегии",
      "description": "Создаем индивидуальную стратегию посевов, учитывая специфику вашего бизнеса."
    },
    {
      "title": "Создание контента",
      "description": "Разрабатываем привлекательные и информативные материалы для посевов."
    },
    {
      "title": "Организация размещений",
      "description": "Договариваемся о размещении рекламных материалов на выбранных площадках."
    },
    {
      "title": "Мониторинг и аналитика",
      "description": "Отслеживаем результаты посевов и предоставляем подробные отчеты."
    },
    {
      "title": "Корректировки и оптимизация",
      "description": "Вносим изменения в стратегию на основе полученных данных для улучшения результатов."
    },
    {
      "title": "Отчетность и рекомендации",
      "description": "Предоставляем полный отчет о кампании и рекомендации по дальнейшему продвижению."
    }
  ]
  ,

    blockTitle: "Что входит в услугу",
 
} satisfies TIncludedInService;
