import { TFaq } from "@/typing/products.type";

export const HOME_FAQ = [
  {
    title: "Что включает в себя услуги маркетингового агентства полного цикла?",
    descr:
      "Маркетинговое агентство полного цикла предоставляет полный спектр услуг, включая разработку стратегии, SEO-оптимизацию, контент-маркетинг, управление рекламными кампаниями и анализ результатов.",
  },
  {
    title: "Чем отличается digital маркетинговое агентство от традиционного?",
    descr:
      "Digital маркетинговое агентство специализируется на продвижении бизнеса в интернете с помощью цифровых каналов, таких как SEO, контент-маркетинг, платная реклама и аналитика.",
  },
  {
    title: "Как выбрать маркетинговое агентство для моего бизнеса?",
    descr:
      "Выбирайте агентство с опытом в вашей нише, с положительными отзывами и прозрачными методами работы. Обратите внимание на предлагаемые услуги и их соответствие вашим бизнес-целям.",
  },
  {
    title: "Какие преимущества предлагает цифровое маркетинговое агентство?",
    descr:
      "Цифровое маркетинговое агентство использует современные технологии и аналитические инструменты для достижения высокой эффективности и точного таргетинга, что помогает увеличить видимость и привлечь целевую аудиторию.",
  },
  {
    title: "Можно ли заказать услуги маркетингового агентства онлайн?",
    descr:
      "Да, многие маркетинговые агентства предлагают возможность заказать услуги онлайн, включая консультации, разработку стратегий и управление кампаниями через интернет.",
  },
  {
    title: "Что значит „маркетинговое агентство под ключ“",
    descr:
      "Маркетинговое агентство под ключ предоставляет полный цикл услуг, начиная от анализа рынка и разработки стратегии до реализации всех маркетинговых активностей и их последующего анализа, освобождая вас от необходимости заниматься маркетингом самостоятельно.",
  },
] satisfies TFaq[];
