export const INFLUENCE_FAQ = [
  {
    title: "Что такое инфлюенс-маркетинг?",
    descr:
      "Инфлюенс-маркетинг – это продвижение товаров и услуг через лидеров мнений и популярных блогеров, которые имеют большое количество подписчиков и могут влиять на их мнение.",
  },

  {
    title: "Как выбрать подходящего инфлюенсера?",
    descr:
      "Мы проводим детальный анализ вашей целевой аудитории и подбираем инфлюенсеров, которые соответствуют вашему бренду и имеют аудиторию, интересующуюся вашими продуктами или услугами.",
  },

  {
    title: "Как измерить эффективность кампании?",
    descr:
      "Мы используем различные метрики, такие как охват, вовлеченность, количество переходов и конверсий, чтобы оценить эффективность кампании и предоставить вам подробные отчеты.",
  },

  {
    title: "Сколько времени занимает подготовка и запуск кампании?",
    descr:
      "Время подготовки и запуска кампании зависит от сложности проекта и выбранных инфлюенсеров, обычно это занимает от 2 до 4 недель.",
  },

  {
    title: "Какова стоимость услуг инфлюенс-маркетинга?",
    descr:
      "Стоимость зависит от выбранных инфлюенсеров, объема работы и длительности кампании. Мы предоставляем индивидуальные коммерческие предложения после анализа ваших потребностей.",
  },

  {
    title: "Можно ли использовать инфлюенс-маркетинг для B2B компаний?",
    descr:
      "Да, инфлюенс-маркетинг может быть эффективным и для B2B сегмента, особенно если вы сотрудничаете с лидерами мнений в вашей индустрии.",
  },
];
