import { TIncludedInService } from "@/interfaces/types/block/products.type";

export const SEO_PROMOTION_INCLUDE = {
  items: [
    {
      title: "Аудит сайта",
      description:
        "Проводим детальный анализ текущего состояния сайта, выявляем ошибки и возможности для улучшения.",
    },
    {
      title: "Сбор семантического ядра",
      description:
        "Подбираем ключевые слова и фразы, которые соответствуют вашей нише и запросам целевой аудитории.",
    },
    {
      title: "Оптимизация контента",
      description:
        "Разрабатываем и внедряем стратегии по улучшению качества контента, включая оптимизацию заголовков, метаописаний и текста.",
    },
    {
      title: "Техническая оптимизация",
      description:
        "Исправляем технические ошибки на сайте, улучшаем скорость загрузки страниц, адаптируем сайт для мобильных устройств.",
    },
    {
      title: "Внутренняя перелинковка",
      description:
        "Оптимизируем структуру сайта и расставляем внутренние ссылки для улучшения навигации и индексации.",
    },
    {
      title: "Создание качественного контента",
      description:
        "Пишем уникальные статьи и материалы, которые привлекают внимание и удовлетворяют потребности пользователей.",
    },
    {
      title: "Ссылочное продвижение",
      description:
        "Работаем над внешними факторами ранжирования, включая построение качественного ссылочного профиля.",
    },
    {
      title: "Аналитика и отчетность",
      description:
        "Постоянно мониторим результаты, предоставляем подробные отчеты и рекомендации по дальнейшему развитию.",
    },
    {
      title: "Конкурентный анализ",
      description:
        "Изучаем сайты конкурентов, выявляем их сильные и слабые стороны, разрабатываем стратегии обгона.",
    },
    {
      title: "Локальное SEO",
      description:
        "Оптимизируем сайт для локального поиска, что особенно важно для бизнеса, ориентированного на определенный регион.",
    },
  ],
  options: {
    title: "Что входит в услугу",
  },
} satisfies TIncludedInService;
