import { TFaq } from "@/typing/products.type";

export const MODX_FAQ = [
  {
    title: "Что такое ModX?",
    descr:
      "ModX – это мощная система управления контентом (CMS), предназначенная для создания кастомизированных и высокопроизводительных веб-сайтов.",
  },

  {
    title: "Каковы преимущества ModX?",
    descr:
      "ModX предоставляет полную свободу для разработки уникальных функций и дизайнов. Платформа обеспечивает высокую производительность и безопасность.",
  },

  {
    title: "Подходит ли ModX для SEO?",
    descr:
      "Да, ModX имеет отличные возможности для SEO-оптимизации, позволяя создавать сайты, которые хорошо индексируются поисковыми системами.",
  },

  {
    title: "Сколько времени занимает создание сайта на ModX?",
    descr:
      "Сроки зависят от сложности проекта. Сайт-визитка может быть готов до 5 дней, лендинг – до 7 дней, а бизнес сайт – от 12 дней.",
  },

  {
    title: "Можно ли интегрировать ModX с другими сервисами?",
    descr:
      "Да, ModX поддерживает интеграцию с различными внешними сервисами, такими как CRM, аналитические инструменты, системы оплаты и другие.",
  },

  {
    title: "Что делать, если мне нужна помощь после запуска сайта?",
    descr:
      "Мы предлагаем 1 месяц бесплатной технической поддержки, а также возможность продления обслуживания по вашему желанию.",
  },
] satisfies TFaq[];
