// src/config.ts


// Страница с продвижением 
export const block_promotion1 = {
    title: 'Онлайн-школы и инфобизнес',
    text: 'Онлайн-школы и инфобизнес сегодня занимают лидирующие позиции на рынке образовательных услуг. С каждым годом все больше людей предпочитают обучаться в удобное время и в комфортных условиях, не выходя из дома. Конкуренция в данной сфере растет, поэтому важно правильно выстроить стратегию продвижения, чтобы привлечь новых учеников и удержать их интерес. Наши специалисты помогут вам создать эффективные маркетинговые кампании, которые повысят узнаваемость вашего бренда и привлекут больше учеников.',
    img: ''
  };
  
  export const block_promotion2 = {
    title: 'Продвижение магазинов на маркетплейсах',
    text: 'Маркетплейсы стали важной частью электронной коммерции, предоставляя бизнесам возможность продавать свои товары широкой аудитории. Однако высокая конкуренция требует грамотного подхода к продвижению. Оптимизация карточек товаров, работа с отзывами, контекстная и таргетированная реклама - все это играет ключевую роль в успешных продажах. Наши эксперты помогут вам разработать и реализовать эффективную стратегию продвижения, которая обеспечит рост вашего магазина на маркетплейсах и привлечение новых покупателей.',
    img: ''
  };
  
  export const block_promotion3 = {
    title: 'Продвижение для строительных компаний',
    text: 'В условиях высокой конкуренции на строительном рынке важно использовать эффективные стратегии продвижения. Правильный маркетинг помогает привлечь новых клиентов, повысить доверие к компании и увеличить количество заказов. Наша команда предлагает комплексный подход к продвижению строительных компаний, включая SEO, контент-маркетинг, SMM, таргетированную и контекстную рекламу. Мы создадим для вас индивидуальную стратегию, которая обеспечит рост вашего бизнеса и укрепит его позиции на рынке.',
    img: 'dasdasd.img'
  };
  
  export const block_promotion4 = {
    title: 'Продвижение для медицинских учреждений',
    text: 'Современные медицинские учреждения сталкиваются с высокой конкуренцией и растущими ожиданиями пациентов. Для привлечения новых пациентов и поддержания доверия необходимо использовать эффективные маркетинговые стратегии. Наша команда специалистов помогает медицинским учреждениям разрабатывать и внедрять индивидуальные решения, направленные на повышение видимости, улучшение репутации и увеличение числа записей на прием. Мы предлагаем комплексный подход, который включает в себя SEO, контент-маркетинг, SMM и PPC-рекламу, чтобы обеспечить стабильный рост вашего медицинского бизнеса.',
    img: 'dasdasd.img'
  };