import { allReviwes } from "../../reviwes.config";

export const onlineSchoolsPromotion = {
  hero: {
    basic: {
      title: {
        accentText: "Эффективное продвижение",
        text: "для экспертов, наставников и онлайн-школ",
        accentOrder: 0,
      },
      description:
        "Мы поможем вашей онлайн-школе выделиться среди конкурентов и привлечь больше учеников. Комплексный подход к продвижению, включающий SEO, SMM, PPC и контент-маркетинг.",
      image: "promotion-schools-hero",
    },
    info: {
      title: "Онлайн-школы и инфобизнес",
      description:
        "Онлайн-школы и инфобизнес сегодня занимают лидирующие позиции на рынке образовательных услуг. С каждым годом все больше людей предпочитают обучаться в удобное время и в комфортных условиях, не выходя из дома. Конкуренция в данной сфере растет, поэтому важно правильно выстроить стратегию продвижения, чтобы привлечь новых учеников и удержать их интерес. Наши специалисты помогут вам создать эффективные маркетинговые кампании, которые повысят узнаваемость вашего бренда и привлекут больше учеников.",
      image: "hero-info",
    },
  },
  projects: {
    cases: [
      {
        title: "МАГАЗИН ЖЕНСКОЙ ОДЕЖДЫ НА WB",
        description:
          "Увеличение продаж женской одежды на платформе Wildberries через рекламу в ВКонтакте и Яндекс. Повышение видимости и привлечение новых клиентов.",
        image: "case-shop-wb",
        instruments: ["VK Реклама", "Яндекс Директ"],
      },
      {
        title: "Оптимизация налогов для предпринимателей на УСН",
        description:
          "Настройка и оптимизация рекламных кампаний в Яндекс Директ и Google Ads для привлечения целевых клиентов. Увеличение количества заявок на услуги по оптимизации налогов, снижение стоимости клика и повышение рентабельности.",
        image: "case-tax-optimization",
        instruments: ["Яндекс Директ", "Google ads"],
      },
      {
        title: "МАГАЗИН МЕБЕЛИ В МОСКВЕ И МО",
        description:
          "Увеличение продаж и повышение узнаваемости бренда через SEO-продвижение, настройку рекламных кампаний в Яндекс Директ и внедрение сквозной аналитики RoiStat.",
        image: "case-furniture-store",
        instruments: [
          "SEO-продвижение",
          "Яндекс Директ",
          "Сквозная аналитика ",
        ],
      },
      {
        title: "Карельский дом",
        description:
          "Комплексный маркетинговый проект по продвижению компании, занимающейся строительством домов из массивного бруса и каркасных домов. В рамках проекта была разработана рекламная стратегия, включающая контекстную рекламу в Яндекс.Директ и таргетированную рекламу в ВКонтакте. Оптимизация структуры и дизайна сайта.",
        image: "case-karelian-house",
        instruments: ["WEB-разработка", "VK Реклама ", "Яндекс Директ"],
      },
      {
        title: "Онлайн-школа frontend-разработки",
        description:
          "Увеличение заявок на курсы Frontend разработки. Настройка рекламных кампаний в Яндекс Директ и ВКонтакте для привлечения новых студентов. Повышение конверсии и  ",
        image: "case-online-devschool",
        instruments: ["VK реклама", "яндекс директ"],
      },

      {
        title: "СТОМАТОЛОГИЧЕСКАЯ КЛИНИКА в санкт-перербурге",
        description:
          "Создание современного сайта, настройка рекламы в Яндекс Директ и ВКонтакте для привлечения новых пациентов, а также минимальная SEO-оптимизация под брендовые запросы.",
        image: "case-clinic",
        instruments: ["SEO-продвижение", "VK реклама", "яндекс директ"],
      },
    ],
  },
  reviwes: allReviwes,
};
