export const onlineSchoolsPromotion = {
  hero: {
    basic: {
      title: {
        text: "Эффективное продвижение",
        accentText: "для экспертов, наставников и онлайн-школ",
        accentOrder: 1,
      },
      description:
        "Мы поможем вашей онлайн-школе выделиться среди конкурентов и привлечь больше учеников. Комплексный подход к продвижению, включающий SEO, SMM, PPC и контент-маркетинг.",
    },
    info: {
      title: "Онлайн-школы и инфобизнес",
      description:
        "Онлайн-школы и инфобизнес сегодня занимают лидирующие позиции на рынке образовательных услуг. С каждым годом все больше людей предпочитают обучаться в удобное время и в комфортных условиях, не выходя из дома. Конкуренция в данной сфере растет, поэтому важно правильно выстроить стратегию продвижения, чтобы привлечь новых учеников и удержать их интерес. Наши специалисты помогут вам создать эффективные маркетинговые кампании, которые повысят узнаваемость вашего бренда и привлекут больше учеников.",
      image: "",
    },
  },
};
