import { TFaq } from "@/typing/products.type";

export const REDESIGN_FAQ = [
  {
    title: "Что такое редизайн сайта?",
    descr:
      "Редизайн сайта – это обновление его внешнего вида и интерфейса для улучшения визуального восприятия, удобства использования и соответствия современным стандартам.",
  },
  {
    title: "Что включает в себя доработка сайта? ",
    descr:
      "Доработка сайта может включать в себя добавление новых функций, улучшение существующих, оптимизацию скорости загрузки, повышение безопасности и улучшение пользовательского опыта.",
  },
  {
    title: "Сколько времени занимает редизайн и доработка сайта?",
    descr:
      "Сроки зависят от объема работ и сложности задач. Мы согласуем сроки на этапе планирования, учитывая ваши потребности и ожидания.",
  },
  {
    title: "Можно ли редизайн и доработку провести на любой платформе?",
    descr:
      "Да, мы работаем с сайтами на любых платформах и CMS, и можем провести редизайн и доработку на любой из них.",
  },
  {
    title: "Можно ли провести редизайн сайта без остановки его работы?",
    descr:
      "Да, редизайн можно проводить без остановки сайта. Мы разрабатываем обновленный дизайн на тестовом сервере, а затем плавно внедряем его на основной сайт, минимизируя перерывы в работе.",
  },
  {
    title: "Что делать, если мне нужна помощь после редизайна?",
    descr:
      "Мы предлагаем 1 месяц бесплатной технической поддержки после завершения проекта, а также возможность продления обслуживания по вашему желанию.",
  },
] satisfies TFaq[];
