import { TFaq } from "@/typing/products.type";

export const JS_FAQ = [
  {
    title: "Почему стоит выбрать JavaScript для создания сайта?",
    descr:
      "JavaScript – это язык программирования, который позволяет создавать динамичные и интерактивные сайты с высокой производительностью. С его помощью можно реализовать современные интерфейсы, обеспечивающие лучший пользовательский опыт.",
  },
  {
    title: "Какой фреймворк на JavaScript лучше выбрать?",
    descr:
      "Выбор фреймворка зависит от конкретных задач вашего проекта. Наши специалисты помогут вам подобрать оптимальное решение, исходя из ваших нужд и целей.",
  },
  {
    title: "Сколько времени занимает создание сайта на JavaScript?",
    descr:
      "Сроки зависят от типа сайта и объема работ. Сайт-визитка занимает от 5 дней, лендинг – от 10 дней, а бизнес сайт – от 1 месяца.",
  },
  {
    title: "Можно ли интегрировать сайт на JavaScript с другими сервисами?",
    descr:
      "Да, сайты на JavaScript легко интегрируются с различными внешними сервисами, такими как CRM, аналитические инструменты, системы оплаты и другие.",
  },
  {
    title: "Что делать, если мне нужна помощь после запуска сайта?",
    descr:
      "Мы предлагаем 1 месяц бесплатной технической поддержки, а также возможность продления обслуживания по вашему желанию.",
  },
  {
    title: "Подходит ли сайт на JavaScript для масштабируемых проектов?",
    descr:
      "Да, JavaScript отлично подходит для масштабируемых проектов. Используя современные фреймворки и технологии, можно легко адаптировать сайт под увеличивающийся трафик и добавление новых функций.",
  },
] satisfies TFaq[];
