import { TProjectTeam } from "@/typing/products.type";

export const PROJECT_TEAM = [
  {
    name: "Проект менеджер:",
    descr:
      "Координирует все этапы разработки, следит за сроками и качеством выполнения задач.",
    icon: "IconProdactManagetTeam",
  },
  {
    name: "Аналитик:",
    descr:
      "Проводит анализ требований, аудит существующих решений и разрабатывает стратегию для достижения бизнес-целей.",
    icon: "IconAnalitycTeam",
  },
  {
    name: "SEO-специалист:",
    descr:
      "Обеспечивает оптимизацию сайта для поисковых систем, чтобы ваш ресурс был видимым и привлекал целевую аудиторию.",
    icon: "IconSeoTeam",
  },
  {
    name: "Веб-дизайнер:",
    descr:
      "Разрабатывает визуальный стиль сайта, создаёт привлекательные и функциональные макеты.",
    icon: "IconDesignTeam",
  },
  {
    name: "UI/UX дизайнер:",
    descr:
      "Улучшает пользовательский опыт, делая сайт удобным и интуитивно понятным для посетителей.",
    icon: "IconUxDesignTeam",
  },
  {
    name: "Копирайтер:",
    descr:
      "Создает качественный контент, который привлекает внимание и эффективно передает послание бренда.",
    icon: "IconСopywriterTeam",
  },
  {
    name: "Маркетолог:",
    descr:
      "Разрабатывает стратегию продвижения и помогает увеличить узнаваемость бренда и конверсии.",
    icon: "IconMarketolorTeam",
  },
  {
    name: "Frontend-разработчик:",
    descr:
      "Отвечает за создание интерфейсов и взаимодействие пользователя с сайтом.",
    icon: "IconFrontTeam",
  },
  {
    name: "Backend-разработчик:",
    descr:
      "Занимается разработкой серверной части сайта, обеспечивает его функциональность, безопасность и стабильность.",
    icon: "IconBackTeam",
  },
  {
    name: "QA инженер:",
    descr:
      "Проводит тестирование сайта, чтобы выявить и устранить ошибки, обеспечивая его стабильную работу.",
    icon: "IconQaTeam",
  },
] satisfies TProjectTeam[];
