import { TIncludedInService } from "@/interfaces/types/block/products.type";

export const SEO_INFLUENCE_INCLUDE = {
  items: [
    {
      title: "Анализ рынка и аудитории",
      description:
        "Определяем наиболее подходящих инфлюенсеров для вашей целевой аудитории.",
    },
    {
      title: "Подбор инфлюенсеров",
      description:
        "Ищем и предлагаем инфлюенсеров, которые идеально соответствуют вашему бренду.",
    },
    {
      title: "Разработка стратегии",
      description:
        "Создаем индивидуальную стратегию продвижения через инфлюенсеров.",
    },
    {
      title: "Создание контента",
      description:
        "Совместно с инфлюенсерами разрабатываем креативные материалы.",
    },
    {
      title: "Запуск кампаний",
      description:
        "Организуем и контролируем процесс размещения рекламных материалов.",
    },
    {
      title: "Мониторинг и аналитика",
      description:
        "Отслеживаем результаты кампаний и предоставляем подробные отчеты.",
    },
    {
      title: "Корректировки и оптимизация",
      description:
        "Вносим изменения в стратегию на основе полученных данных для улучшения результатов.",
    },
    {
      title: "Отчетность и рекомендации",
      description:
        "Предоставляем полный отчет о кампании и рекомендации по дальнейшему продвижению.",
    },
  ],

  blockTitle: "Что входит в услугу",
} satisfies TIncludedInService;
