import { TFaq } from "@/interfaces/types/block/products.type";

export const TILDA_FAQ = [
  {
      title: "Что такое Tilda?",
      descr: "Tilda – это удобная платформа для создания сайтов без необходимости программирования. Подходит для создания лендингов, сайтов-визиток и других небольших проектов."
    },
    
    {
      title: "Каковы преимущества Tilda?",
      descr: "Tilda позволяет быстро создавать красивые и функциональные сайты с минимальными затратами времени и ресурсов. Она предлагает множество готовых блоков и шаблонов, что делает процесс создания сайта простым и увлекательным."
    },
    
    {
      title: "Подходит ли Tilda для SEO?",
      descr: "Да, сайты на Tilda могут быть хорошо оптимизированы для поисковых систем. Платформа предлагает все необходимые инструменты для SEO-оптимизации."
    },
    
    {
      title: "Сколько времени занимает создание сайта на Tilda?",
      descr: "Сроки зависят от сложности проекта. Сайт-визитка может быть готов до 7 дней, лендинг – до 12 дней, а бизнес сайт – от 15 дней."
    },
    
    {
      title: "Можно ли интегрировать Tilda с другими сервисами?",
      descr: "Да, Tilda поддерживает интеграцию с различными внешними сервисами, такими как CRM, аналитические инструменты и другие."
    },
    
    {
      title: "Что делать, если мне нужна помощь после запуска сайта?",
      descr: "Мы предлагаем постоянную техническую поддержку и регулярные обновления, чтобы ваш сайт всегда оставался актуальным и работоспособным."
    },
] satisfies TFaq[];
