const FAQ_CLEAN_CODE = [
    {
        title: "Что такое сайт на чистом коде?",
        descr: "Сайт на чистом коде разрабатывается с нуля, без использования готовых CMS, что позволяет максимально кастомизировать его под уникальные требования и задачи клиента."
      }
      ,
      {
        title: "Каковы преимущества сайта на чистом коде?",
        descr: "Сайт на чистом коде обеспечивает максимальную производительность, гибкость в разработке и высокую безопасность. Он идеально подходит для сложных и нестандартных проектов."
      },
      
      {
        title: "Подходит ли сайт на чистом коде для SEO?",
        descr: "Да, сайт на чистом коде можно оптимизировать для поисковых систем, используя лучшие практики SEO и современные технологии."
      },
      
      {
        title: "Сколько времени занимает создание сайта на чистом коде?",
        descr: "Сроки зависят от сложности проекта. Сайт-визитка может быть готов до 5 дней, лендинг – до 7 дней, а бизнес сайт – от 12 дней."
      },
      
      {
        title: "Можно ли интегрировать сайт на чистом коде с другими сервисами?",
        descr: "Да, сайты на чистом коде могут быть интегрированы с различными внешними сервисами, такими как CRM, аналитические инструменты, системы оплаты и другие."
      },
      
      {
        title: "Что делать, если мне нужна помощь после запуска сайта?",
        descr: "Мы предлагаем 1 месяц бесплатной технической поддержки, а также возможность продления обслуживания по вашему желанию."
      }
]

export default FAQ_CLEAN_CODE;