const FAQ_NISHEVOE_PROIZVODSTVO = [
  {
    title: "Как быстро я увижу результаты?",
    descr:
      "Обычно первые результаты видны через 2-3 месяца активного продвижения.",
  },
  {
    title: "Какие инструменты вы используете для продвижения?",
    descr:
      "Мы используем SEO, контент-маркетинг, SMM, контекстную и таргетированную рекламу.",
  },
  {
    title: "Какой минимальный бюджет необходим для успешного продвижения?",
    descr:
      "Минимальный бюджет зависит от выбранных каналов и целей продвижения. Мы рекомендуем начинать с базового бюджета и постепенно увеличивать его по мере роста эффективности кампаний.",
  },
  {
    title: "Как вы определяете целевую аудиторию?",
    descr:
      "Мы проводим детальный анализ рынка и ваших клиентов, включая демографические данные, интересы и поведение, чтобы определить наиболее релевантную целевую аудиторию.",
  },
  {
    title: "Могу ли я продвигать несколько продуктов или услуг одновременно?",
    descr:
      "Да, мы можем разработать комплексную стратегию, которая будет включать продвижение нескольких продуктов или услуг, адаптированных под каждую целевую аудиторию.",
  },
  {
    title: "Как вы оцениваете эффективность кампаний?",
    descr:
      "Мы используем аналитические инструменты и метрики, такие как конверсии, ROI, вовлеченность и охват, для оценки эффективности кампаний и предоставления отчетов о достигнутых результатах.",
  },
];

export default FAQ_NISHEVOE_PROIZVODSTVO;
