export const EMAIL_FAQ = [
    {
        title: "Что такое email-рассылки?",
        descr: "Email-рассылки – это отправка электронных писем на базы данных с целью продвижения товаров и услуг, а также укрепления отношений с клиентами."
      },
      {
        title: "Как выбрать подходящую стратегию для email-рассылок?",
        descr: "Мы проводим детальный анализ вашего бизнеса и целевой аудитории, чтобы разработать стратегию, которая будет максимально эффективной для ваших целей."
      },
      {
        title: "Как измерить эффективность email-рассылок?",
        descr: "Мы используем различные метрики, такие как открытие писем, клики, конверсии и отписки, чтобы оценить эффективность рассылок и предоставить вам подробные отчеты."
      },
      {
        title: "Сколько времени занимает подготовка и запуск email-кампании?",
        descr: "Время подготовки и запуска кампании зависит от сложности проекта и объемов работы, обычно это занимает от 1 до 3 недель."
      },
      {
        title: "Какова стоимость услуг по email-рассылкам?",
        descr: "Стоимость зависит от объема базы данных, частоты рассылок и сложности кампании. Мы предоставляем индивидуальные коммерческие предложения после анализа ваших потребностей."
      },
      {
        title: "Как вы минимизируете попадание писем в спам?",
        descr: "Мы пишем письма, которые имеют минимальный шанс попадания в спам, проверяя их через профессиональные сервисы. Это помогает повысить доставляемость и эффективность наших email-кампаний."
      }
]

