import { TFaq } from "@/typing/products.type";

export const WORDPRESS_FAQ = [
  {
    title: "Что такое WordPress?",
    descr:
      "WordPress – это самая популярная в мире система управления контентом (CMS), используемая для создания различных типов сайтов, от блогов до интернет-магазинов.",
  },
  {
    title: "Каковы преимущества WordPress?",
    descr:
      "WordPress предлагает множество плагинов и тем, позволяющих легко расширять функционал и изменять внешний вид сайта. Он отличается высокой гибкостью и масштабируемостью.",
  },
  {
    title: "Подходит ли WordPress для SEO?",
    descr:
      "Да, WordPress имеет отличные возможности для SEO-оптимизации. Существуют многочисленные плагины, которые помогают улучшить видимость сайта в поисковых системах.",
  },
  {
    title: "Сколько времени занимает создание сайта на WordPress?",
    descr:
      "Сроки зависят от сложности проекта. Сайт-визитка может быть готов до 7 дней, лендинг – до 12 дней, а бизнес сайт – от 15 дней.",
  },
  {
    title: "Можно ли интегрировать WordPress с другими сервисами?",
    descr:
      "Да, WordPress поддерживает интеграцию с различными внешними сервисами, такими как CRM, аналитические инструменты, системы оплаты и другие.",
  },
  {
    title: "Что делать, если мне нужна помощь после запуска сайта?",
    descr:
      "Мы предлагаем 1 месяц бесплатной технической поддержки, а также возможность продления обслуживания по вашему желанию.",
  },
] satisfies TFaq[];
