import { TFaq } from "@/typing/products.type";

export const ADVERTISEMENT_FAQ = [
	{
		title: "Как быстро я увижу результаты от рекламы?",
		descr: "Результаты могут варьироваться в зависимости от выбранных каналов и стратегии. Обычно первые изменения видны уже через несколько недель после запуска кампании."
	},
	{
		title: "Какие рекламные каналы вы используете?",
		descr: "Мы настраиваем рекламу в ВКонтакте, Яндекс Директ, Google Ads и Telegram Ads. Эти платформы позволяют охватить широкую аудиторию и эффективно продвигать ваши товары или услуги."
	},
	{
		title: "Как определяется бюджет рекламной кампании?",
		descr: "Бюджет рекламной кампании определяется исходя из целей, целевой аудитории и конкуренции в вашей нише. Мы предлагаем оптимальные бюджеты для достижения максимальных результатов."
	},
	{
		title: "Можно ли рекламировать несколько продуктов или услуг в рамках одной кампании?",
		descr: "Да, мы можем разработать стратегию, которая позволит эффективно продвигать несколько продуктов или услуг в рамках одной кампании, используя разные рекламные форматы и таргетинг."
	},
	{
		title: "Как вы настраиваете таргетинг для рекламы?",
		descr: "Мы анализируем данные о вашей целевой аудитории, включая демографические данные, интересы и поведение, чтобы настроить точный таргетинг и достичь наилучших результатов."
	},
	{
		title: "Какие метрики вы используете для оценки эффективности рекламной кампании?",
		descr: "Мы отслеживаем такие показатели, как клики, конверсии, стоимость за клик (CPC), стоимость за приобретение (CPA), возврат на инвестиции (ROI) и другие метрики, чтобы оценить эффективность и оптимизировать кампанию."
	},
] satisfies TFaq[];
