import { TIncludedInService } from "@/typing/products.type";

export const ADVERTISEMENT_META_INCLUDE = {
  items: [
    {
      title: "Создание специальных агентских рекламных кабинетов",
      description:
        "Расширенные возможности для управления рекламой и автоматизация процессов.",
    },
    {
      title: "Документация",
      description:
        "Отчетные документы и акты выполненных работ предоставляются через ЭДО или по электронной почте. Мы работаем по юридически обоснованному договору.",
    },
    {
      title: "Аудит и стратегия",
      description:
        "Проводим аудит и определяем ключевые цели, разрабатываем стратегию.",
    },
    {
      title: "Подготовка к запуску",
      description:
        "Настраиваем рекламные кампании, включая настройку Facebook Pixel для точного отслеживания результатов. ",
    },
    {
      title: "Настройка рекламы",
      description:
        "Определение целевой аудитории, разработка текстово-графического материала.",
    },
    {
      title: "Тестовый запуск и оптимизация",
      description:
        "Тестовый запуск рекламы на небольших бюджетах для чистки и оптимизации рекламной кампании с применением A/B тестирования различных гипотез.",
    },
    {
      title: "Корректировки и масштабирование",
      description:
        "Постоянные корректировки и масштабирование рекламных кампаний.",
    },
    {
      title: "Отчетность в реальном времени",
      description:
        "Отчетность о работе рекламных кампаний в dashboard в режиме реального времени.",
    },
    {
      title: "Вовлеченность и рекомендации",
      description:
        "Глубокое погружение в проект и дальнейшие рекомендации по улучшению всех этапов воронки и пути клиента.",
    },
    {
      title: "Дополнительные сервисы",
      description:
        "Рекомендации и внедрение дополнительных сервисов и виджетов для улучшения конверсии.",
    },
  ],

    blockTitle: "Что входит в услугу",
    blockTitleDescr:
      "Наше агентство предлагает комплексный подход к настройке и управлению рекламными кампаниями в Meta: Facebook & Instagram:",

} satisfies TIncludedInService;
