import { TFaq } from "@/typing/products.type";

export const PROMOTION_FAQ = [
	{
		title: "Что такое SEO-продвижение?",
		descr: "SEO-продвижение – это набор методов и стратегий, направленных на улучшение видимости вашего сайта в поисковых системах и увеличение трафика."
	},
	{
		title: "Как долго ждать результатов от SEO-продвижения?",
		descr: "Результаты могут варьироваться в зависимости от состояния вашего сайта и конкурентности ниши, но первые улучшения обычно заметны через 3-5 месяцев работы."
	},
	{
		title: "Как измерить эффективность SEO-продвижения при сотрудничестве с нами?",
		descr: "Через проверенные SEO-сервисы мы замеряем позиции и технические показатели вашего сайта до начала работы. Затем предоставляем отчеты, показывающие улучшения в поисковом продвижении (повышение позиций сайта) и технические улучшения (увеличение скорости загрузки сайта)."
	},
	{
		title: "Сколько стоит SEO-продвижение?",
		descr: "Стоимость услуг зависит от объема работы, состояния вашего сайта и целей продвижения. Мы предоставляем индивидуальные коммерческие предложения после анализа ваших потребностей."
	},
	{
		title: "Что входит в аудит сайта?",
		descr: "Аудит сайта включает анализ технических аспектов, контента, структуры сайта, скорости загрузки, мобильной оптимизации и многих других факторов."
	},
	{
		title: "Можно ли продвигать сайт самостоятельно?",
		descr: "Да, но профессиональное агентство имеет больше опыта, инструментов и ресурсов для достижения лучших результатов в более короткие сроки."
	}
] satisfies TFaq[];
